Revit 2023 API
GroupTypeId.Text Property
 "Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Text { get; }
Visual Basic
Public Shared ReadOnly Property Text As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Text {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace